Repository: jkuceraa/Idea-Generator
Catalog: BrainstormingApp/BrainstormingApp/MultilingualResources/BrainstormingApp.*.xlf
Languages: cs

source: Add
cs: Přidat

source: Favorite
cs: Oblíbený

source: Idea description
cs: Popis nápadu

source: Idea name
cs: Název nápadu

source: List
cs: Seznam

source: Methods
cs: Metody

source: Settings
cs: Nastavení

source: and
cs: a

# MashUpNotEnough
source: You need at least two ideas to use this method.
cs: Potřebujete alespoň dva nápady k použití této metody.

# NewIdeaName
source: Enter the name of the new idea
cs: Zadejte jméno nového nápadu.

# MashUpDescribe
source: Mash up will suggest two random ideas from your list and you should try to generate an idea which is combined from the original two
cs: Mash up navrhne dva náhodné nápady z vašeho seznamu a vy byste se měli pokusit vytvořit nápad, který je kombinací těchto dvou.

source: Related words
cs: Související slova

source: Confirm
cs: Potvrdit

# EnterFive
source: Enter five words
cs: Zadejte pět slov

# EnterIdea
source: Enter idea name
cs: Zadejte jméno nápadu

# RelatedWordsDescribe
source: In this method, you will first think of any five words, related or unrelated to your topic. Then, you will generate ideas that are in any way linked to any of your words AND your project.
cs: V této metodě prvně vymyslíte pět náhodných slov, souvisejících nebo nesouvisejících s vaším tématem. Potom budete generovat nápady, které jakýmkoli způsobem souvisí s kterýmkoli z těchto slov a s vaším projektem.

source: Delete
cs: Smazat

source: Update
cs: Aktualizovat

# Answer
source: Enter your answer.
cs: Zadejte odpověď.

# DescribeProblem
source: Describe your problem.
cs: Popište svůj nápad.

source: Five why's
cs: Pět proč

# FiveWhysDescribe
source: This method will help you to generate ideas by going in depth with asking why five times before you get the actual idea.
cs: Tato metoda vám pomůže generovat nápady tím, že s vámi půjde do hloubky a bude se ptát proč pětkrát předtím, než se dostanete k samotnému nápadu.

source: Submit
cs: Potvrdit

# WhatIdea
source: What idea does this give you?
cs: Jaký vám toto dává nápad?

source: Why?
cs: Proč?

# CreatePage
source: Create
cs: Vytvořit

# EditDeletePage
source: Edit or delete
cs: Upravit nebo smazat

# DeleteAll
source: Delete all items
cs: Smazat všechny položky

# DeleteNonfavorite
source: Delete all but favorite items
cs: Smazat všechny kromě oblíbených

source: Added ideas:
cs: Přidané nápady:
